Repository: SchmidMaxi/ext-tum-installer
Catalog: packages/sitetum/Resources/Private/Language/*.locallang.xlf
Languages: de

# homepage
source: Home
de: Startseite

# skipLink
source: skip to content
de: Zum Inhalt springen

# mobileNav
source: open navigation
de: Navigation öffnen

# navExpandButton
source: Open submenu of
de: Öffne das Untermenü von

# mainNav
source: main navigation
de: Hauptnavigation

# menu_abstract.title
source: Abstracts
de: Zusammenfassungen

# menu_categorized_content.title
source: Categorized content
de: Kategorisierter Inhalt

# menu_categorized_pages.title
source: Categorized pages
de: Kategorisierter Seiten

# menu_pages.title
source: Selected Pages
de: Ausgewählte Seiten

# menu_subpages.title
source: Subpages
de: Unterseiten

# menu_recently_updated.title
source: Recently updated pages
de: Kürzlich aktualisierte Seiten

# menu_related_pages.title
source: Related pages
de: Verwandte Seiten

# menu_section.title
source: Section index
de: Sektionsindex

# menu_section_pages.title
source: Section index of subpages from selected pages
de: Unterseiten von ausgewählten Seiten

# menu_sitemap_pages.title
source: Sitemaps of selected pages
de: Sitemap von ausgewählten Seiten

# lightbox.open.default
source: Open gallery here
de: Gallerie öffnen

# lightbox.open.specific
source: Open this gallery at
de: Gallerie öffnen bei dem Bild

# linkToTUM
source: Go to homepage of Technical University of Munich
de: Zur Startseite der Technischen Universität München

# tumLogo
source: Technical University of Munich
de: Technische Universität München

# globalSearch.open
source: Google search
de: Google Suche

# globalSearch.popup.description
source: We use Google for our search. By clicking on „enable search“ you enable the search box and accept our terms of use.
de: Wir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.

# globalSearch.popup.link
source: Information on the use of Google Search
de: Hinweise zum Einsatz der Google Suche

# globalSearch.popup.enable
source: enable search
de: Suche aktivieren

# globalSearch.popup.close
source: close popup
de: Popup schliessen

# searchInput.label
source: search input
de: Suchbegriff eingeben

# searchButton.label
source: start searching
de: Suche ausführen

# cookieconsent.more
source: learn more about cookies
de: Weitere Informationen zu unseren verwendeten Cookies

source: to Top
de: nach oben springen

# sbox.header
source: Follow TUM:
de: Folgen Sie der TUM:

# sbox.icon.title.bluesky
source: Follow TUM at Bluesky
de: Folgen Sie TUM auf Bluesky

# sbox.icon.title.facebook
source: TUM at Facebook
de: TUM auf Facebook

# sbox.icon.title.instagram
source: TUM at Instagram
de: TUM auf Instagram

# sbox.icon.title.linkedin
source: TUM at Linkedin
de: TUM auf Linkedin

# sbox.icon.title.twitter
source: Follow TUM at X
de: Folgen Sie TUM auf X

# sbox.icon.title.youtube
source: TUM at Youtube
de: TUM auf Youtube

# tumfooter.note
source: Find more topics on the central web site of the Technical University of Munich: <a class="note__link ti ti-link-ext" href="https://www.tum.de/en/">www.tum.de</a>
de: Finden Sie weitere Themen auf der zentralen Webseite der Technischen Universität München: <a class="note__link ti ti-link-ext" href="https://www.tum.de/">www.tum.de</a>

# tumfooter.jobs
source: <a href="https://www.tum.de/en/about-tum/working-at-tum/open-positions/">Jobs</a>
de: <a href="https://www.tum.de/die-tum/arbeiten-an-der-tum/stellenangebote/">Jobs</a>

# tumfooter.feedback
source: <a href="https://www.tum.de/en/about-tum/contact-directions/feedback/">Feedback</a>
de: <a href="https://www.tum.de/die-tum/kontakt-und-anfahrt/feedback/">Feedback</a>

# tumfooter.media
source: <a href="https://www.tum.de/en/media/">Media</a>
de: <a href="https://www.tum.de/presse/">Presse</a>

# tumfooter.facebook
source: TUM on Facebook
de: TUM bei Facebook

# tumfooter.twitter
source: Follow TUM on X
de: Folgen Sie TUM auf X

# tumfooter.youtube
source: TUM on YouTube
de: TUM auf YouTube

# tumfooter.instagram
source: Follow TUM on Instagram
de: TUM auf Instagram

source: Privacy
de: Datenschutz

source: Imprint
de: Impressum

source: Accessibility
de: Barrierefreiheit

# searchbutton
source: Search
de: Suche

# skipnav
source: Skip to content
de: Zum Inhalt springen

source: Menu
de: Menü
