Repository: SchmidMaxi/ext-tum-installer
Catalog: packages/sitetum/Resources/Private/Language/Extensions/DpCookieconsent/*.locallang.xlf
Languages: de

# message
source: This website uses cookies to accelerate usability.
de: Diese Webseite verwendet Cookies, um die Bedienfreundlichkeit zu erhöhen.

# message.matomo
source: This website uses cookies and Matomo to accelerate usability.
de: Diese Webseite verwendet Cookies und Matomo, um die Bedienfreundlichkeit zu erhöhen.

# dismiss
source: allow cookies
de: Cookies zulassen!

# allow
source: save
de: Speichern

source: allow all!
de: Alle akzeptieren!

# deny
source: necessary <span></span>cookies
de: notwendige <span></span>Cookies

# policy
source: Cookie Policy
de: Cookies

# link
source: More information
de: Weitere Informationen

# dpRequire
source: necessary
de: Notwendig

# dpStatistik
source: statistics
de: Statistiken

# media.notice
source: Cookie Notice
de: Cookie-Hinweis

# media.desc
source: Loading this resource will connect to external servers which use cookies and other tracking technologies to personalize and improve experience. Further information can be found in our privacy policy.
de: Durch das Laden dieser Ressource wird eine Verbindung zu externen Servern hergestellt, die Cookies und andere Tracking-Technologien verwenden, um die Benutzererfahrung zu personalisieren und zu verbessern. Weitere Informationen finden Sie in unserer Datenschutzerklärung.

# media.btn
source: Allow Cookies and load this resource
de: Erlaube Cookies und lade diese Ressource

# cookie.revoke
source: revoke cookie consent
de: Cookie Consent widerrufen
